Revit 2027 API
ParameterTypeId.ZoneDesignHeatTemperature Property
 "Design Temperature for Heating"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ZoneDesignHeatTemperature { get; }
Public Shared ReadOnly Property ZoneDesignHeatTemperature As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ZoneDesignHeatTemperature {
	ForgeTypeId^ get ();
}
static member ZoneDesignHeatTemperature : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace